<template>
	<div class="wrapper">
		<div class="container">
			<div class="row">
				<div class="mx-auto">
					<div class="card">
						<div>
							<h4>เอกสารแจ้งการประมวลข้อมูลส่วนบุคคล (Privacy Notice) สำหรับผู้ใช้งานระบบลงนามสัญญา</h4><br/>
							<h5>
								สำนักงานส่งเสริมเศรษฐกิจดิจิทัล (depa) มีการดำเนินการจัดเก็บข้อมูลส่วนบุคคลสำหรับการเข้าใช้งานระบบลงนามสัญยา
								ดังนั้น สำนักงานฯ จึงขอแจ้งให้ผู้ใช้งานทุกท่านทราบเกี่ยวกับวิธีการและวัตถุประสงค์ในการเก็บรวบรวม ใช้และเผยแพร่
								ข้อมูลส่วนบุคคล โดยสิทธิ์ในข้อมูลส่วนบุคคลของผู้ใช้งานทุกท่าน จะอยู่ในความครองครองของสำนักงานฯ
								และสำนักงานฯ จะประมวลผลข้อมูลส่วนบุคคล ด้วยความโปร่งใสชัดเจน สอดคล้องกับพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล 
								พ.ศ. 2562 สำนักงานฯ จึงขอให้ผู้ใช้งานโปรดอ่านเพื่อทำความเข้าใจถึงการประมวลผล และการคุ้มครองข้อมูลส่วนบุคคล
								ของสำนักงานฯ หากมีข้อสงสัยประการใดสามารถติดต่อสอบถามสำนักงานฯ ได้ตามรายละเอียดการติดต่อที่ปรากฎตามเอกสารฉบับนี้
							</h5>
							<br/>

							<h5><b>1. วัตถุประสงค์และการประมวลผลข้อมูล</b></h5>
							<br/>
							<h5>
								<b>การเก็บข้อมูลส่วนบุคคล :</b>
							</h5>
							<br/>
							<h5>
								<b>การประมวลผลข้อมูล : </b> สำนักงานฯ ดำเนินการประมวลผลข้อมูลส่วนบุคคลของสมาชิกภายใต้การประมวลผล ดังต่อไปนี้
							</h5>
							<br/>
							<h5>
								(1) สัญญา (Contract) เมื่อสมาชิกสมัครขอรับการช่วยเหลือหรืออุดหนุน ภายใต้มรตรการช่วยเหลือหรือการอุดหนุนของสำนักงานฯ 
								สมาชิกจำเป็นต้องให้ข้อมูลส่วนบุคคลกับสำนักงานฯ เพื่อนำข้อมูลส่วนบุคคลไปประมวลผล ที่เกี่ยวกับการให้บริการตามเงื่อนไขและขือกำหนดตามมาตรการช่วยเหลือหรือการอุดหนุน 
								ของสำนักงานฯ รวมทั้งใช้ในการติดต่อสื่อสาร ตอบข้อซักถามของสมาชิก ทั้งนี้หากสมาชิกไม่ให้ข้อมูลส่วนบุคคลดังกล่าว 
								จะส่งผลกระทบทำให้ไม่สามารถ ขอรับการช่วยเหลือหรืออุดหนุน ภายใต้มาตรการช่วยเหลือหรือการอุดหนุนของสำนักงานฯได้ 
								และสำนักงานฯ ไม่สามารถจัดสิทธิหรือประโยชน์ตามเงื่อนไข ไม่สามารถติดต่อสื่อสาร ไม่สามารถตรวจสอบความสามารถในการเข้าทำสัญญารวมถึงการตรวจสอบความเป็นตัวตนของสมาชิกได้ 
								อันเป็นไปตามมาตรา 24 (3) ของพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562
							</h5>
							<br/>
							<h5>
								(2) ความยินยอม (Consent) สำนักงานฯ จะขอความยินยอมจากสมาชิกก่อนนำข้อมูลส่วนบุคคลของสมาชิกไปใช้ในการประมวลผล เพื่อแจ้งหรือนำเสนอบริการ สิทธิ หรือประโยชน์ให้กับสมาชิกเฉพาะบุคคล หรือเพื่อเปิดเผบข้อมูลส่วนบุคคลของสมาชิกให้กับหน่วยงานร่วมดำเนินการอื่นๆ ของำสนักงานฯ เพื่อการยืนยันตัวตนและเชื่อมบัญชีสมาชิกภายใต้ข้อกำหนดการบริการของสำนักงานฯ ในการนี้ สมาชิกมีความประสงค์จะเปลี่ยนแปลงความยินยอมสามารถเปลี่ยนแปลงได้ด้วยตัวสมาชิกเองในระบบสมาชิกของสำนักงานฯ หรือติดต่อสำนักงานฯ และแจ้งความประสงค์ได้ตามรายละเอียดเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล (ข้อ 5)
							</h5>
							<br/>
							<h5>
								(3) อื่นๆ สำนักงานฯ อาจมีการนำข้อมูลส่วนบุคคลของสมาชิกไปใช้ในการประมวลผลเพื่อการจัดการ และการจัดทำรายงานของสำนักงานฯ สำหรับใช้ในการวางและกำหนดนโยบายสำหรับมาตรการช่วยเหลือหรือการอุดหนุนของสำนักงานฯ หรือปฏิบัติภารกิจอื่นๆ โดยชอบด้วยกฎหมายได้ ซึ่งเป็นไปตามมาตรา 24 แห่งพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562
							</h5>
							<br/>

							<h5><b>2. ข้อมูลส่วนบุคคลที่จะทำการประมวลผลและระยะเวลาในการเก็บรวบรวมข้อมูล</b></h5>
							<br/>
							<h5><b>ประเภทหรือรายการข้อมูลส่วนบุคคล</b></h5>
							<h5>ประเภทหรือรายการข้อมูลส่วนบุคคล</h5>
							<h5>- ข้อมูลที่ปรากฎตามหน้าบัตรประจำตัวประชาชน</h5>
							<h5>- ข้อมูลพาสปอร์ต (Passport)</h5>
							<h5>- ข้อมูลที่ได้รับจากการสอบถาม การให้ข้อคิดเห็น คำติชม คำถามของสมาชิก</h5>
							<br/>
							<h5><b>ระยะเวลาในการเก็บรวบรวมข้อมูล</b></h5>
							<h5>90 วัน นับถัดจากวันสิ้นสุดความเป็นสมาชิก depa ทั้งนี้ เมื่อพ้นกำหนดระยะเวลาข้างต้น สำนักงานฯ จขะทำการลบ หรือทำให้ข้อมูลส่วนบุคคลไม่สามา</h5>
						</div>
					</div>
				</div>
			</div>
		</div>
	</div>
</template>

<style scoped>
	.card {
		margin-top: 30px;
		margin-bottom: 30px;
		padding: 50px;
		text-align: left;
	}

	h4 {
		font-weight: bold;
		color: #0C2F53;
	}

	h5,h6 {
		color: #0C2F53;
		line-height: 1.5;
	}

	.wrapper {
		align-items: start;
		height: auto;
	}
</style>